

INSERT INTO `account` VALUES
(0, 'taro',	 	'1111', '/images/account/1604203127727.jpg_20210421140128791.jpg', 	'よろしく'),
(1, 'hanako',	'2222', '/images/account/IMG_20201108_191349547.jpg_20210421141746892.jpg', 	'はじめまして');

INSERT INTO `pet` VALUES
(0, 'ペロ', 	'犬', 	1, '/images/pet/1604203127727.jpg_20210421140237177.jpg', 	0),
(1, 'チチ', 	'インコ', 	2, '/images/pet/IMG_20201108_191331750.jpg_20210421140227023.jpg', 	1),
(2, 'ミー', 	'猫', 	2, '/images/pet/IMG_20201109_160534291.jpg_20210421134717323.jpg', 	0),
(3, 'シロ', 	'犬', 	2, '/images/pet/IMG_20201115_151031372.jpg_20210421134931301.jpg', 	0),
(4, 'ピッピ', 	'インコ', 	1, '/images/pet/IMG_20201115_151031372.jpg_20210421134931301.jpg', 	1);


INSERT INTO `record` VALUES
(0,'今日も元気',		'/images/rec/1598327984465.jpg_20210421115532362.jpg',	'2021-03-02 15:00:00', 0),
(1,'よく食べた',		'/images/rec/IMG_8765 (3).jpg_20210421111945535.jpg',	'2021-03-03 15:00:00', 2),
(2,'歌っている',		'/images/rec/IMG_8765 (3).jpg_20210421111945535.jpg',	'2021-03-04 15:00:00', 1),
(3,'よく寝た',			'/images/rec/IMG_8765 (3).jpg_20210421115240881.jpg',	'2021-03-05 15:00:00', 1),
(4,'一緒に散歩した',	'/images/rec/IMG_8765 (3).jpg_20210421115240881.jpg',	'2021-03-06 15:00:00', 0),
(5,'元気がない',		'/images/rec/IMG_8765 (3).jpg_20210421115240881.jpg',	'2021-03-07 15:00:00', 2),
(6,'今日も元気',		'/images/rec/1598327984465.jpg_20210421115532362.jpg',	'2021-03-02 15:00:00', 0),
(7,'よく食べた',		'/images/rec/IMG_8765 (3).jpg_20210421111945535.jpg',	'2021-03-03 15:00:00', 0),
(8,'歌っている',		'/images/rec/IMG_8765 (3).jpg_20210421111945535.jpg',	'2021-03-04 15:00:00', 0),
(9,'よく寝た',			'/images/rec/IMG_8765 (3).jpg_20210421115240881.jpg',	'2021-03-05 15:00:00', 0),
(10,'一緒に散歩した',	'/images/rec/IMG_8765 (3).jpg_20210421115240881.jpg',	'2021-03-06 15:00:00', 0);

/*
INSERT INTO `r_p_relation` VALUES
(1, 1),
(2, 3),
(3, 2),
(4, 2),
(5, 1),
(6, 3);

INSERT INTO `p_a_relation` VALUES
(1, 1),
(2, 2),
(3, 1),
(4, 1);

*/
